Repository: Spencerx/time-slider
Catalog: po/*.po
Languages: sv

source: Configure the system to take automatic snapshots of your data
sv: Konfigurera systemet för att ta automatiska ögonblicksbilder av dina data

source: %d snapshots will be deleted.
sv: %d ögonblicksbilder kommer att raderas.

source: <b>Summary</b>
sv: <b>Sammanfattning</b>

source: D_eselect All
sv: A_vmarkera alla

source: Delete Snapshots
sv: Ta bort ögonblicksbilder

source: Deleting Snapshots
sv: Radering av ögonblicksbilder

source: Deleting snapshots...
sv: Radering av ögonblicksbilder...

source: Exit when done.
sv: Avsluta när du är klar.

source: File System:
sv: Filsystem:

source: Name:
sv: Namn:

source: Press Delete to continue.
sv: Tryck på Delete för att fortsätta.

source: Scanning snapshots...
sv: Söker igenom ögonblicksbilder...

source: Select ZFS snapshots to delete from the list below.
sv: Välj ZFS-ögonblicksbilder som ska tas bort från listan nedan.

source: <b>Enable Time Slider</b>
sv: <b>Aktivera Time Slider</b>

source: <b>File Systems To Back Up</b>
sv: <b>Filsystem att säkerhetskopiera</b>

source: Advanced Options
sv: Avancerade inställningar

source: C_ustom:
sv: A_npassad:

source: Configuring Time Slider...
sv: Konfigurera Time Slider...

source: For advanced users
sv: För avancerade användare

source: Recommended for most users
sv: Rekommenderas för de flesta användare

source: Reduce backups when storage space usage exceeds:
sv: Minska antalet säkerhetskopior när lagringsutrymmet överskrids:

source: Time Slider backs up data regularly by taking timed ZFS Snapshots
sv: Time Slider säkerhetskopierar data regelbundet genom att ta tidsinställda ZFS-ögonblicksbilder

source: _All
sv: _Alla

source: _Delete Snapshots...
sv: _Radera ögonblicksbilder...

source: of file system capacity
sv: av filsystemets kapacitet

source: Take a snapshot now
sv: Ta en ögonblicksbild nu

source: Take a snapshot of
sv: Ta en ögonblicksbild av

source: with the name :
sv: med namnet :

source: <b>Current Version</b>
sv: <b>Nuvarande version</b>

source: <b>Older Versions</b>
sv: <b>Äldre versioner</b>

source: Double click to open the file
sv: Dubbelklicka för att öppna filen

source: Open the current version of the file
sv: Öppna den aktuella versionen av filen

source: Scanning for older versions
sv: Söker efter äldre versioner

source: Time Slider File Version Explorer
sv: Filversionsutforskare

source: compare
sv: jämför

source: filename
sv: filnamn

source: last modified :
sv: senast ändrad :

source: name :
sv: namn :

source: size :
sv: storlek :

source: Time Slider: Low Space Warning
sv: Time Slider: Varning för lågt utrymme

source: Emergency: '%s' is full!
sv: Nödläge: '%s' är full!

source: The file system: '%s', is over %s%% full.
sv: Filsystemet: '%s', är %s%% överfull.

source: The file system: '%s', is over %s%% full. As an emergency measure, Time Slider has destroyed all of its backups. To fix this problem, delete any unnecessary files on '%s', or add disk space (see ZFS documentation).
sv: Filsystemet: '%s', är %s%% överfull. Som en nödåtgärd har Time Slider förstört alla sina säkerhetskopior. För att åtgärda problemet, ta bort alla onödiga filer på '%s' eller lägg till diskutrymme (se ZFS-dokumentationen).

source: Emergency: '%s' is almost full!
sv: Nödläge: '%s' är nästan full!

source: The file system: '%s', exceeded %s%% of its total capacity
sv: Filsystemet: '%s', överskred %s%% of sin totala kapacitet

source: The file system: '%s', exceeded %s%% of its total capacity. As an emerency measure, Time Slider has has destroyed most or all of its backups to prevent the disk becoming full. To prevent this from happening again, delete any unnecessary files on '%s', or add disk space (see ZFS documentation).
sv: Filsystemet: '%s', överskred %s%% of sin totala kapacitet. Som en nödåtgärd har Time Slider förstört de flesta eller alla sina säkerhetskopior för att förhindra att disken blir full. För att förhindra att detta händer igen, ta bort alla onödiga filer på '%s' eller lägg till diskutrymme (se ZFS-dokumentationen).

source: Urgent: '%s' is almost full!
sv: Brådskande: '%s' är nästan full!

source: The file system: '%s', exceeded %s%% of its total capacity. As a remedial measure, Time Slider has destroyed some backups, and will destroy more, eventually all, as capacity continues to diminish. To prevent this from happening again, delete any unnecessary files on '%s', or add disk space (see ZFS documentation).
sv: Filsystemet: '%s', överskred %s%% of sin totala kapacitet. Som en korrigerande åtgärd har Time Slider förstört några säkerhetskopior och kommer att förstöra fler, så småningom alla, när kapaciteten fortsätter att minska. För att förhindra att detta händer igen, ta bort alla onödiga filer på '%s' eller lägg till diskutrymme (se ZFS-dokumentationen).

source: Warning: '%s' is getting full
sv: Varning: '%s' börjar bli full

source: '%s' exceeded %s%% of its total capacity. To fix this, Time Slider has destroyed some recent backups, and will destroy more as capacity continues to diminish. To prevent this from happening again, delete any unnecessary files on '%s', or add disk space (see ZFS documentation).
sv: '%s' överskred %s%% of sin totala kapacitet. För att åtgärda detta har Time Slider förstört några nya säkerhetskopior, och kommer att förstöra fler när kapaciteten fortsätter att minska. För att förhindra att detta händer igen, ta bort alla onödiga filer på '%s', eller lägg till diskutrymme (se ZFS-dokumentationen).

source: Details...
sv: Detaljer...

source: Legacy
sv: Föråldrad

source: Mount Point
sv: Monteringspunkt

source: File System Name
sv: Filsystemets namn

source: Snapshot Name
sv: Namn på ögonblicksbild

source: Creation Time
sv: Skapad den

source: All
sv: Alla

source: Monthly
sv: Månadsvis

source: Weekly
sv: Veckovis

source: Daily
sv: Dagligen

source: Hourly
sv: Varje timme

source: Snapshot can not be deleted
sv: Ögonblicksbilden kan inte raderas

source: %s has one or more dependent clones and will not be deleted. To delete this snapshot, first delete all datasets and snapshots cloned from this snapshot.
sv: %s har en eller flera beroende kloner och kommer inte att tas bort. Om du vill ta bort den här ögonblicksbilden måste du först ta bort alla dataset och ögonblicksbilder som klonats från den här ögonblicksbilden.

source: 1 snapshot will be deleted.
sv: 1 ögonblicksbild kommer att raderas.

source: Some snapshots could not be read
sv: Vissa ögonblicksbilder kunde inte läsas

source: Some snapshots could not be deleted
sv: Vissa ögonblicksbilder kunde inte tas bort

source: Insufficient Priviliges
sv: Otillräcklig behörighet

source: Snapshot deletion requires administrative privileges to run. You have not been assigned the necessaryadministrative priviliges. Consult your system administrator
sv: Radering av ögonblicksbilder kräver administratörsbehörighet för att kunna köras. Du har inte tilldelats de nödvändiga administratörsrättigheterna. Rådfråga din systemadministratör

source: Hint
sv: Tips

source: Installing the optional meld package will enhance the file comparison visualization
sv: Om du installerar tillvalspaketet meld förbättras visualiseringen av filjämförelsen

source: Invalid arguments count.
sv: Ogiltigt antal argument.

source: Version explorer requires 2 arguments : - The path of the root snapshot directory. - The filename to explore.
sv: Versionsutforskaren kräver 2 argument : - Sökvägen till rotkatalogen för ögonblicksbilder. - Filnamnet som ska undersökas.

source: Select
sv: Välj

source: Snapshot manager service dependency error
sv: Beroendefel för Snapshot Manager-tjänsten

source: The snapshot manager service has been placed offline due to a dependency problem. The following dependency problems were found: %s Run "svcs -xv" from a command prompt for more information about these dependency problems.
sv: Tjänsten snapshot manager har satts offline på grund av ett beroendeproblem. Följande beroendeproblem hittades: %s Kör "svcs -xv" från en kommandotolk om du vill ha mer information om dessa beroendeproblem.

source: Snapshot manager service error
sv: Fel i tjänsten Snapshot Manager

source: The snapshot manager service has encountered a problem and has been disabled until the problem is fixed. See the svcs(1) man page for more information.
sv: Tjänsten snapshot manager har stött på ett problem och har inaktiverats tills problemet är åtgärdat. Se svcs(1) man page för mer information.

source: The snapshot manager service does not appear to be installed on this system. See the svcs(1) man page for more information.
sv: Tjänsten Snapshot Manager verkar inte vara installerad på det här systemet. Se svcs(1) man page för mer information.

source: The snapshot manager service requires administrative privileges to run. You have not been assigned the necessaryadministrative priviliges. Consult your system administrator
sv: Tjänsten Snapshot Manager kräver administratörsbehörighet för att köras. Du har inte tilldelats de nödvändiga administrativa behörigheterna. Rådfråga din systemadministratör

source: Invalid characters in snapshot name
sv: Ogiltiga tecken i namnet på ögonblicksbilden

source: Error
sv: Fel

source: Allowed characters for snapshot names are : [a-z][A-Z][0-9][-_.: All invalid characters will be removed
sv: Tillåtna tecken för namn på ögonblicksbilder är : [a-z][A-Z][0-9][-_.: Alla ogiltiga tecken kommer att tas bort

source: Error occured while creating the snapshot
sv: Fel uppstod när ögonblicksbilden skapades

source: Snapshot created successfully
sv: Ögonblicksbilden skapades

source: Success
sv: Lyckades

source: A snapshot of zfs filesystem %(zfs_fs)s named %(valid_name)s has been created.
sv: En ögonblicksbild av zfs-filsystemet %(zfs_fs)s med namnet %(valid_name)s har skapats.

source: Snapshot Now requires 2 arguments : - The path of the directory to be snapshotted. - The zfs filesystem corresponding to this directory.
sv: Snapshot Now kräver 2 argument : - Sökvägen till den katalog som ska snapshotas. - Det zfs-filsystem som motsvarar den här katalogen.

source: Snapshot Now requires administrative privileges to run. You have not been assigned the necessaryadministrative priviliges. Consult your system administrator
sv: Snapshot Now kräver administratörsbehörighet för att köras. Du har inte tilldelats de nödvändiga administrativa behörigheterna. Rådfråga din systemadministratör
